Repository: fevrier/glossaire
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Using the glossary allows for an homogenuous translation. Please be careful to take the context into account and to don't apply translations automatically.
fr_fr: L'utilisation du glossaire permet d'avoir une traduction homogène. Faites cependant attention à bien prendre en compte le contexte de la traduction et à ne pas appliquer bêtement les traductions indiquées dans ce document.

source: Other sources and references
fr_fr: Autres sources et références

source: Glossary
fr_fr: Glossaire

source: search
fr_fr: rechercher

source: comments
fr_fr: commentaires

source: Perfect matches
fr_fr: Correspondances exactes

source: add
fr_fr: ajouter

source: add a new entry into the glossary
fr_fr: ajouter une nouvelle entrée dans le glossaire

source: No perfect match found.
fr_fr: Aucune correspondance exacte trouvée.

source: Fuzzy matches (full words only)
fr_fr: Correspondances approximatives (mots entiers seulement)

source: Fuzzy matches (full words only) in the user's personnal glossaries
fr_fr: Correspondances approximatives (mots entiers seulement) dans les glossaires utilisateurs

source: Warning: these translations are unofficial; use with care.
fr_fr: Attention : ces traductions ne sont pas officielles, à utiliser avec précaution.

source: Fuzzy matches (all)
fr_fr: Correspondances approximatives (toutes)

source: Are you sure you want to delete this entry?
fr_fr: Êtes-vous sûr de vouloir supprimer cette entrée ?

source: SOURCELANGUAGE:
fr_fr: Anglais :

source: read only
fr_fr: lecture seule

source: TARGETLANGUAGE:
fr_fr: Français :

source: Comments:
fr_fr: Commentaires :

source: About YOURPROJECTNAME
fr_fr: À propos de Traduc.org

source: logout
fr_fr: déconnexion

source: Login
fr_fr: Connexion

source: entries in the
fr_fr: entrées dans le

source: glossary
fr_fr: glossaire

source: history
fr_fr: historique

source: export
fr_fr: exporter

source: Designed
fr_fr: Optimisé

source: for
fr_fr: pour les

source: French-english glossary
fr_fr: Glossaire informatique anglais-français

source: Automatic translation
fr_fr: Traduction automatique

source: Warning: automatic translations have to be taken as a mere indication.
fr_fr: Attention : les traductions automatiques ne doivent être prises que comme une simple indication.

source: personnal memo of %s
fr_fr: mémo de %s
